#Имя пользователя
user_name = None

#Номер телефона пользователя
user_phone = None

#Адрес пользователя
user_address = None

#Почтовый адрес пользователя
user_post_address = None

#Состояние совершения заказа пользователя
is_ordering = False

#ID пользователя в telegram
user_id = None

#ID всех администраторов
ADMIN_IDS = [5242512520]

#Данные пользователя для заказа
full_user_order = None

#Название товара
product_name = None

#Описание товара
product_description = None

#Цена товара
product_price = None

#Полное описание продукта
full_product = None

#Кнопки, доступные пользователю
DEFAULT_BUTTONS = ['Наши товары🛍️','Обратная связь☎️','Сделать заказ📦','⬅️Назад', 'Ошибка❌']

#Кнопки, доступные администраторам
ADM_BUTTONS = ['Наши товары🛍️','Обратная связь☎️','Сделать заказ📦','⬅️Назад', 'AdM PaNeI_❌', 'Добавить товар🛍️', 'Удалить товар❌', 'Ошибка❌']